//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleLoadBmcDefault.uni
// [Description] String definitions for the BMC Load Defaut setup screen
// [Author] David Zhao
// [Date] 20201230
//******************************************************************************
#langdef   en-US "English"    // en-USlish  //XCradle-ZYD20210621V002-Mod
#langdef   x-AMI "x-AMI"    // AMI Mapping Language
#langdef   zh-chs "中文 (简体)"  //xcradle Chinese setup

#string STR_IPMI_LOAD_BMC_DEFAULT          #language en-US  "Load BMC Default"
                                           #language zh-chs "恢复BMC默认值"
#string STR_IPMI_LOAD_BMC_DEFAULT_HELP     #language en-US  "Press <Enter> to Load BMC Default"
                                           #language zh-chs "按回车键使BMC恢复默认值"
#string STR_LOAD_BMC_DEFAULT_INFO          #language en-US  "LOAD BMC DEFAULT INFO"
                                           #language zh-chs "恢复BMC默认值信息"
#string STR_LOAD_BMC_DEFAULT_ERROR_INFO    #language en-US  "LOAD BMC DEFAULT ERROR INFO"
                                           #language zh-chs "恢复BMC默认值错误信息"
#string STR_LOAD_BMC_DEFAULT               #language en-US  " Load BMC Default? "
                                           #language zh-chs " 恢复BMC默认值？ "
#string STR_LOAD_BMC_DEFAULT_SUCCESS       #language en-US  " Load BMC Default Done Successfully! " //XCradle-ZYD20210621V002-Mod
                                           #language zh-chs " 恢复BMC默认值成功! "
#string STR_LOAD_BMC_DEFAULT_FAIL          #language en-US  " Load BMC Default Fails! "
                                           #language zh-chs " 恢复BMC默认值失败! "

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************